Repository: apertium/apertium-sme-smn
Catalog: fi.samediggi/view_id_EQ_797_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámediggi ovddida ruoktosiidduidis
smn: Sämitigge ovdeed päikkisiijđoidis

source: Sámediggi lea álggahan ruoktosiidduid ođasmahttima .
smn: Sämitigge lii algâttâm päikkisiijđoidis uđâsmittem .

source: Ruoktosiidduide leat lasihuvvon ođđa dieđut sámiid
smn: Päikkisijđoid lii lasettum uđđâ tiätu

source: láhkaásaheamis
smn: sämmilijn lahâaasâtmist

source: , sámedikki ovddasteaddjiin
smn: , sämitige ovdâsteijein jieškote-uv

source: sierra bargojoavkkuin , eamiálbmogiid vuoigatvuođaid guoski riikkaidgaskasaš
smn: pargojuávhuin , algâaalmugij vuoigâdvuođâid kieđâvuššee aalmugijkoskâsijn

source: soahpamušain
smn: sopâmušâin

source: sihke eamiálbmogiid vuoigatvuođaid ollašuvvama gohcci orgánaid ođđaseamos
smn: sehe algâaalmugij vuoigâdvuođâi olášume koččee orgaanij uđđâsumos

source: ávžžuhusain
smn: avžuuttâsâin

source: Supmii .
smn: xxx

source: xxx
smn: Suomâ staatân .

source: Ođđa siiddut leat bárrásiin sámegillii jorgaleami vuolde .
smn: Uđđâ siijđoh jurgâluvvojeh eidu sämikielân .
